Repository: kkalass/solid_task
Catalog: lib/l10n/app_*.arb
Languages: de

# appTitle
source: My Tasks
de: Meine Aufgaben

# addTaskHint
source: Add a new task...
de: Neue Aufgabe hinzuf체gen...

# noTasks
source: No tasks yet
de: Noch keine Aufgaben

# createdAgo
source: {time} ago
de: vor {time}

source: Yesterday
de: Gestern

# minutes
source: {count, plural, =1{minute} other{minutes}}
de: {count, plural, =1{Minute} other{Minuten}}

# hours
source: {count, plural, =1{hour} other{hours}}
de: {count, plural, =1{Stunde} other{Stunden}}

# days
source: {count, plural, =1{day} other{days}}
de: {count, plural, =1{Tag} other{Tage}}

# connectToSolid
source: Connect to Solid Pod
de: Mit Solid Pod verbinden

# syncAcrossDevices
source: Sync your tasks across devices
de: Synchronisiere deine Aufgaben 체ber alle Ger채te

# enterWebId
source: Enter your WebID or Solid Pod issuer URL to enable cloud synchronization
de: Gib deine Solid WebID oder Issuer-URL ein, um die Cloud-Synchronisierung zu aktivieren

# webIdHint
source: Enter your WebID or Pod URL
de: Deine WebID oder Issuer-URL eingeben

# webIdExample
source: e.g., https://your-pod-provider.com/profile/card#me
de: z.B. https://dein-pod-anbieter.de/profile/card#me

source: Connect
de: Verbinden

# errorConnectingSolid
source: Error connecting to Solid: {error}
de: Fehler bei der Verbindung mit Solid: {error}

# noPod
source: Don't have a Solid Pod yet?
de: Noch keinen Solid Pod?

# getPod
source: Get one here
de: Hier einen erstellen

# syncedWithPod
source: Synced with Solid Pod
de: Mit Solid Pod synchronisiert

# connectToPod
source: Connect to Solid Pod
de: Mit Solid Pod verbinden

# chooseProvider
source: Choose your Solid Pod provider
de: W채hle deinen Solid Pod-Anbieter

# orEnterManually
source: Or enter your WebID manually
de: Oder gib deine WebID manuell ein

# disconnectFromPod
source: Disconnect from Solid Pod
de: Solid Pod trennen

# errorDisconnecting
source: Error disconnecting from Solid Pod
de: Fehler beim Trennen vom Solid Pod

# syncError
source: Sync error, tap to retry
de: Synchronisationsfehler, zum Wiederholen tippen
